ahmadawais.shades-of-purple
esbenp.prettier-vscode
formulahendry.code-runner
gitpod.gitpod-desktop
inferrinizzard.prettier-sql-vscode
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
naumovs.color-highlight
oderwat.indent-rainbow
pkief.material-icon-theme
searking.preview-vscode
sourcegraph.cody-ai
twxs.cmake
usernamehw.errorlens
vscode-icons-team.vscode-icons
vscodevim.vim
